/* Localized versions of Info.plist keys */
"CFBundleName" = "CoreTypes";
"3GPP movie" = "3GPP-film";
"3GPP2 movie" = "3GPP2-film";
"AC-3 audio" = "AC-3-lyd";
"Ada source code" = "Ada-kildekode";
"Adaptive Multi-rate audio" = "Adaptiv multifrekvenslyd";
"Adobe Illustrator document" = "Adobe Illustrator-dokument";
"Adobe Photoshop document" = "Adobe Photoshop-dokument";
"Advanced Authoring Format" = "Advanced Authoring Format";
"AFP Internet Location" = "AFP-Internett-adresse";
"AFP Server" = "AFP-tjener";
"AIFF audio" = "AIFF-lyd";
"AIFF-C audio" = "AIFF-C-lyd";
"AirPort Extreme" = "AirPort Extreme";
"Alert Caution" = "Advarsel fare";
"Alert Caution Badge" = "Advarsel fare-merke";
"Alert Note" = "Advarselsmerknad";
"Alert Stop" = "Advarselsstopp";
"alias" = "alias";
"Alias Badge" = "Alias-merke";
"alias data" = "aliasdata";
"Apple CoreAudio format" = "Apple CoreAudio-format";
"Apple icon image" = "Apple-symbolbilde";
"Apple Logo" = "Apple-logo";
"Apple Menu" = "Apple-menyen";
"Apple Menu Folder" = "Apple-menymappe";
"Apple Script Badge" = "Apple Script-merke";
"Apple TV" = "Apple TV";
"Apple Wireless Device" = "Trådløs Apple-enhet";
"AppleScript" = "AppleScript";
"AppleScript text" = "AppleScript-tekst";
"AppleSingle archive" = "AppleSingle-arkiv";
"AppleTalk" = "AppleTalk";
"AppleTalk Zone" = "AppleTalk-sone";
"Application" = "Program";
"application" = "pogram";
"Application Support Folder" = "Application Support-mappe";
"Applications Folder" = "Programmer-mappe";
"assembly source code" = "assembly-kildekode";
"Assistants Folder" = "Assistenter-mappe";
"AU audio" = "AU-lyd";
"audio" = "lyd";
"audio unit preset" = "audio unit-forhåndsinnstilling";
"audiovisual content" = "audiovisuelt innhold";
"AVI movie" = "AVI-film";
"Backward Arrow" = "Tilbake-pil";
"binary property list" = "binær egenskapsliste";
"BD Video Disc" = "BD-videoplate";
"BOM-compatible archive" = "BOM-kompatibelt arkiv";
"BOM-generated compressed CPIO archive" = "BOM-generert, komprimert CPIO-arkiv";
"bookmark" = "bokmerke";
"Bourne-Again Shell script" = "Bourne-Again-shellprosedyre";
"Bundle" = "Pakke";
"bundle" = "pakke";
"Burn" = "Brenn";
"Bzip2 archive" = "Bzip2-arkiv";
"Bzip2 compressed tar archive" = "Bzip2-komprimert tar-arkiv";
"C header code" = "C-headerkode";
"C++ header code" = "C++-headerkode";
"C Shell script" = "C-shellprosedyre";
"C source code" = "C-kildekode";
"C++ source code" = "C++-kildekode";
"calendar event" = "kalenderhendelse";
"CDAudioVolume" = "CDAudioVolume";
"certificate (X.509)" = "sertifikat (X.509)";
"Classic System Folder" = "Classic-systemmappe";
"Clipping" = "Utklipp";
"clipping" = "utklipp";
"Color" = "Farge";
"ColorSync Folder" = "ColorSync-mappe";
"ColorSync profile" = "ColorSync-profil";
"comma-separated values" = "verdier atskilt med komma";
"Component" = "Komponent";
"Computer" = "Datamaskin";
"Connect To" = "Koble til";
"contact information" = "kontaktinformasjon";
"content" = "innhold";
"Contextual Menu Items Folder" = "Kontekstmeny for Menyobjekter-mappe";
"Control Panel Folder" = "Kontrollpanel-mappe";
"CPIO archive" = "CPIO-arkiv";
"Customize Toolbar" = "Tilpass verktøylinje";
"data" = "data";
"database" = "database";
"Data-fork font suitcase" = "Data-fork fontkoffert";
"Delete Alias" = "Slett alias";
"Delete Toolbar" = "Slett verktøylinje";
"delimited text values" = "avgrensede tekstverdier";
"Desktop Folder" = "Skrivebord-mappe";
"Developer Folder" = "Developer-mappe";
"Device" = "Enhet";
"DICOM" = "DICOM";
"Digital Asset Exchange (DAE)" = "Digital Asset Exchange (DAE)";
"directory" = "mappe";
"Disabled Control Panel Folder" = "Mappe for avslåtte kontrollpanel";
"Disabled Extensions Folder" = "Mappe for deaktiverte tillegg";
"Disabled Shutdown Items Folder" = "Mappe for deaktiverte avslutningsobjekter";
"Disabled Startup Items Folder" = "Mappe for deaktiverte startobjekter";
"Disabled System Extension Folder" = "Mappe for deaktiverte systemtillegg";
"Disconnected File Server" = "Frakoblet filtjener";
"disk image" = "diskfil";
"Document" = "Dokument";
"Documents Folder" = "Dokumenter-mappe";
"downloadable sound" = "nedlastbar lyd";
"Drop Folder" = "Mottaksmappe";
"DV movie" = "DV-film";
"DVD Video Disc" = "DVD-videoplate";
"Dylan source code" = "Dylan-kildekode";
"Edition File" = "Utgavefil";
"eFax fax" = "eFax-faks";
"Eject Media" = "Mat ut medium";
"Encapsulated PostScript" = "Encapsulated PostScript";
"Erasing" = "Sletter";
"Executable Binary" = "Utførbar binær";
"Favorite Items" = "Favorittobjekter";
"fax" = "faks";
"file archive" = "filarkiv";
"File Internet Location" = "Fil-Internett-adresse";
"File Server" = "Filtjener";
"file URL" = "fil-URL";
"File Vault" = "FileVault";
"filename extension" = "filendelse";
"Finder" = "Finder";
"Flash video" = "Flash-video";
"FlashPix image" = "FlashPix-bilde";
"FLC animation" = "FLC-animasjon";
"Folder" = "Mappe";
"folder" = "mappe";
"font" = "font";
"Font suitcase" = "Fontkoffert";
"font suitcase" = "fontkoffert";
"Fonts Folder" = "Fonts-mappe";
"Fortran source code" = "Fortran-kildekode";
"Forward Arrow" = "Framover-pil";
"four-character code" = "firetegnskode";
"framework" = "rammeverk";
"FTP Internet Location" = "FTP-adresse";
"FTP Server" = "FTP-tjener";
"Full Trash" = "Full papirkurv";
"Graphics Interchange Format (GIF)" = "Graphics Interchange Format (GIF)";
"Grid" = "Rutenett";
"Group" = "Gruppe";
"Group Folder" = "Gruppe-mappe";
"Guest User" = "Gjestebruker";
"GZip archive" = "GZip-arkiv";
"Help document" = "Hjelp-dokument";
"Help Folder" = "Hjelp-mappe";
"Home Folder" = "Hjem-mappe";
"HTML text" = "HTML-tekst";
"HTTP Internet Location" = "HTTP-Internett-adresse";
"HTTP Server" = "HTTP-tjener";
"ICS File" = "ICS-fil";
"iDisk" = "iDisk";
"iMac" = "iMac";
"image" = "bilde";
"Internet Folder" = "Internett-mappe";
"Internet Location" = "Internett-adresse";
"Internet PlugIn Folder" = "Internet PlugIn-mappe";
"IPFileServer" = "IPFileServer";
"iPhone" = "iPhone";
"iPhone 3G" = "iPhone 3G";
"iPod touch" = "iPod touch";
"item" = "objekt";
"J2 fax" = "J2-faks";
"Java source code" = "Java-kildekode";
"JavaScript source code" = "JavaScript-kildekode";
"JPEG 2000 image" = "JPEG 2000-bilde";
"JPEG image" = "JPEG-bilde";
"Keep Arranged" = "Hold organisert";
"Kernel Extension" = "Kjerneutvidelse";
"Keynote document" = "Keynote-dokument";
"Keynote theme" = "Keynote-tema";
"Korn Shell script" = "Korn-shellprosedyre";
"Lex source code" = "Lex-kildekode";
"Library Folder" = "Bibliotek-mappe";
"Locales Folder" = "Locales-mappe";
"Locked" = "Låst";
"Locked Badge" = "Låst-merke";
"M3U Playlist" = "M3U-spilleliste";
"Mac" = "Mac";
"Mac mini" = "Mac mini";
"Mac Pro" = "Mac Pro";
"MacBook" = "MacBook";
"MacBook Air" = "MacBook Air";
"MacBook Pro" = "MacBook Pro";
".Mac Neighborhood" = ".Mac-nabolag";
"MacPaint image" = "MacPaint-bilde";
"Magnifying Glass" = "Forstørrelsesglass";
"Mail Internet Location" = "Mail-Internett-adresse";
"message" = "melding";
"Microsoft Excel 2007 spreadsheet (macros enabled)" = "Microsoft Excel 2007-regneark (makroer aktivert)";
"Microsoft Excel 97-2004 template" = "Microsoft Excel 97-2004-mal";
"Microsoft Excel 97-2004 worksheet" = "Microsoft Excel 97-2004-arbeidsbok";
"Microsoft Excel 97-2004 workspace" = "Microsoft Excel 97-2004-arbeidsområde";
"Microsoft PowerPoint 97-2004 presentation" = "Microsoft PowerPoint 97-2004-presentasjon";
"Microsoft PowerPoint 97-2004 slide show" = "Microsoft PowerPoint 97-2004-lysbildeserie";
"Microsoft PowerPoint 97-2004 template" = "Microsoft PowerPoint 97-2004-mal";
"Microsoft Word 97 - 2004 document" = "Microsoft Word 97-2004-dokument";
"Microsoft Word 97 - 2004 template" = "Microsoft Word 97 - 2004-mal";
"Microsoft Word 2003 XML document" = "Microsoft Word 2003 XML-dokument";
"MIDI audio" = "MIDI-lyd";
"Mig definition source code" = "Mig-definisjonskildekode";
"MIME type" = "MIME-type";
"MINC Image" = "MINC-bilde";
"mobile configuration" = "mobil konfigurasjon";
"mount point" = "aktiveringspunkt";
"Mounted Badge" = "Aktivert-merke";
"Mounted Folder" = "Aktivert mappe";
"movie" = "film";
"Movie Folder" = "Filmer-mappe";
"MP3 audio" = "MP3-lyd";
"MPEG movie" = "MPEG-film";
"MPEG-2 Transport Stream" = "MPEG-2-transportstream";
"MPEG-2 video" = "MPEG-2-video";
"MPEG-4 audio" = "MPEG-4-lyd";
"MPEG-4 movie" = "MPEG4-film";
"Music Folder" = "Musikk-mappe";
"neighborhood" = "nabolag";
"NetBootVolume" = "NetBootVolume";
"Network" = "Nettverk";
"News Internet Location" = "Nyhetsgruppeadresse";
"NIfTI-1" = "NIfTI-1";
"No Files" = "Ingen filer";
"No Folder" = "Ingen mappe";
"No Write" = "Ikke skrive";
"NSPasteboard type" = "NSPasteboard-type";
"Numbers document" = "Numbers-dokument";
"Numbers template" = "Numbers-mal";
"Objective-C source code" = "Objective-C-kildekode";
"Objective-C++ source code" = "Objective-C++-kildekode";
"Office Open XML" = "Office Open XML";
"Office Open XML presentation" = "Office Open XML-presentasjon";
"Office Open XML presentation (macros enabled)" = "Office Open XML-presentasjon (makroer aktivert)";
"Office Open XML presentation template" = "Office Open XML-presentasjonsmal";
"Office Open XML presentation template (macros enabled)" = "Office Open XML-presentasjonsmal (makroer aktivert)";
"Office Open XML slide show" = "Office Open XML-lysbildeserie";
"Office Open XML slide show (macros enabled)" = "Office Open XML-lysbildeserie (makroer aktivert)";
"Office Open XML spreadsheet" = "Office Open XML-regneark";
"Office Open XML spreadsheet (macro enabled)" = "Office Open XML-regneark (makroer aktivert)";
"Office Open XML spreadsheet template" = "Office Open XML-regnearkmal";
"Office Open XML spreadsheet template (macro enabled)" = "Office Open XML-regnearkmal (makroer aktivert)";
"Office Open XML word processing document" = "Office Open XML-tekstbehandlingsdokument";
"Office Open XML word processing document (macro enabled)" = "Office Open XML-tekstbehandlingsdokument (makroer aktivert)";
"Office Open XML word processing template" = "Office Open XML-tekstbehandlingsmal";
"Office Open XML word processing template (macro enabled)" = "Office Open XML-tekstbehandlingsmal (makroer aktivert)";
"Open Document" = "Open Document";
"Open Document chart" = "Open Document-diagram";
"Open Document chart template" = "Open Document-diagrammal";
"Open Document database" = "Open Document-database";
"Open Document formula" = "Open Document-formel";
"Open Document formula template" = "Open Document-formelmal";
"Open Document graphics" = "Open Document-grafikk";
"Open Document graphics template" = "Open Document-grafikkmal";
"Open Document HTML template" = "Open Document HTML-mal";
"Open Document image" = "Open Document-bilde";
"Open Document image template" = "Open Document-bildemal";
"Open Document presentation" = "Open Document-presentasjon";
"Open Document presentation template" = "Open Document-presentasjonsmal";
"Open Document spreadsheet" = "Open Document-regneark";
"Open Document spreadsheet template" = "Open Document-regnearkmal";
"Open Document text" = "Open Document-tekst";
"Open Document text master" = "Open Document-tekstmaster";
"Open Document text template" = "Open Document-tekstmal";
"Open Folder" = "Åpen mappe";
"Open Media Framework interchange format" = "Open Media Framework-utvekslingsformat";
"OpenOffice.org 1.0 Drawing" = "OpenOffice.org 1.0-tegning";
"OpenOffice.org 1.0 Drawing Template" = "OpenOffice.org 1.0-tegningsmal";
"OpenOffice.org 1.0 Formula" = "OpenOffice.org 1.0-formel";
"OpenOffice.org 1.0 Master" = "OpenOffice.org 1.0-master";
"OpenOffice.org 1.0 Presentation" = "OpenOffice.org 1.0-presentasjon";
"OpenOffice.org 1.0 Presentation Template" = "OpenOffice.org 1.0-presentasjonsmal";
"OpenOffice.org 1.0 Spreadsheet" = "OpenOffice.org 1.0-regneark";
"OpenOffice.org 1.0 Spreadsheet Template" = "OpenOffice.org 1.0-regnearkmal";
"OpenOffice.org 1.0 Text" = "OpenOffice.org 1.0-tekst";
"OpenOffice.org 1.0 Text Template" = "OpenOffice.org 1.0-tekstmal";
"OpenEXR image" = "OpenEXR-bilde";
"OpenType font" = "OpenType®-font";
"Owned Folder" = "Eiet mappe";
"Owner" = "Eier";
"package" = "pakke";
"Pages document" = "Pages-dokument";
"Pages template" = "Pages-mal";
"Pascal source code" = "Pascal-kildekode";
"patch file" = "oppdateringsfil";
"PC" = "PC";
"Perl script" = "Perl-script";
"personal information exchange (PKCS#12)" = "personlig informasjonsutveksling (PKCS#12)";
"PHP script" = "PHP-script";
"Picture Clipping" = "Bildeutklipp";
"picture clipping" = "bildeutklipp";
"Pictures Folder" = "Bilder-mappe";
"PKZip archive" = "PKZip-arkiv";
"Plug-in" = "Pluginmodul";
"plug-in" = "pluginmodul";
"PLS Playlist" = "PLS-spilleliste";
"Portable Document Format (PDF)" = "Portable Document Format (PDF)";
"Portable Network Graphics image" = "Portable Network Graphics-bilde";
"PostScript" = "PostScript";
"PostScript font" = "PostScript®-font";
"PostScript OpenType font" = "PostScript® OpenType®-font";
"PostScript Type 1 outline font" = "PostScript® Type 1-omrissfont";
"PowerBook G4" = "PowerBook G4";
"Power Mac" = "Power Mac";
"Power Mac G4" = "Power Mac G4";
"Power Mac G5" = "Power Mac G5";
"precompiled C header" = "prekompilert C-header";
"precompiled C++ header" = "prekompilert C++-header";
"Preferences Document" = "Valg-dokument";
"Preferences Folder" = "Valg-mappe";
"preprocessed C source code" = "forhåndsbehandlet C-kildekode";
"preprocessed C++ source code" = "forhåndsbehandlet C++-kildekode";
"preprocessed Objective-C source code" = "forhåndsbehandlet Objective-C-kildekode";
"preprocessed Objective-C++ source code" = "forhåndsbehandlet Objective-C++-kildekode";
"preprocessed source code" = "forhåndsbehandlet kildekode";
"presentation" = "presentasjon";
"Print Monitor Folder" = "Skriverovervåkning-mappe";
"Printer Description Folder" = "Skriverbeskrivelser-mappe";
"Printer Driver Folder" = "Skriverdriver-mappe";
"Private Folder" = "Privat-mappe";
"Promised file content type" = "Forventet filinnholdstype";
"Promised file URL" = "Forventet fil-URL";
"property list" = "egenskapsliste";
"Protected Application Folder" = "Beskyttet programmappe";
"protected MPEG-4 audio" = "beskyttet MPEG-4-lyd";
"protected MPEG-4 movie" = "beskyttet MPEG-4-film";
"Protected System Folder" = "Beskyttet systemmappe";
"Public Folder" = "Felles-mappe";
"Python script" = "Python-script";
"Question Mark" = "Spørsmålstegn";
"QuickDraw picture" = "QuickDraw-bilde";
"QuickLook preview generator" = "QuickLook-forhåndsvisningsgenererer";
"QuickTime image" = "QuickTime-bilde";
"QuickTime movie" = "QuickTime-film";
"RAM Disk" = "RAM-disk";
"Read-Only Folder" = "Kun les-mappe";
"Recent Applications Folder" = "Siste brukte programmer-mappe";
"Recent Documents Folder" = "Sist brukte dokumenter-mappe";
"Recent Items" = "Sist brukte objekter";
"Recent Servers Folder" = "Sist brukte tjenere-mappe";
"Rez source code" = "Rez-kildekode";
"rich text (RTF)" = "rik tekst-format (RTF)";
"rich text with attachments (RTFD)" = "rik tekst med vedlegg (RTFD)";
"rich text with attachments (RTFD) data" = "rik tekst-format med vedlegg (RTFD)";
"Right Container Arrow" = "Høyre beholder-pil";
"RSS web feed" = "RSS-webstrøm";
"Ruby script" = "Ruby-script";
"scalable vector graphics (SVG)" = "scalable vector graphics (SVG)";
"script" = "prosedyre";
"Scripting Additions Folder" = "Prosedyretillegg-mappe";
"Scripts Folder" = "Prosedyremappe";
"Service" = "Tjeneste";
"Shared Badge" = "Delt-merke";
"Shared Folder" = "Delt mappe";
"Shared Library" = "Delt bibliotek";
"sharepoint" = "delingspunkt";
"Sharing Privs Not Applicable" = "Delingsrettigheter gjelder ikke";
"Sharing Privs ReadOnly" = "Delingsrettigheter Kun les";
"Sharing Privs Read/Write" = "Delingsrettigheter Les/skriv";
"Sharing Privs Unknown" = "Ukjente delingsrettigheter";
"Sharing Privs Writable" = "Kan skrive til delingsrettigheter";
"shell script" = "shellscript";
"Shortcut" = "Snarvei";
"Silicon Graphics image" = "Silicon Graphics-bilde";
"Sites Folder" = "Websteder-mappe";
"Smart Folder" = "Smart mappe";
"Sort Ascending" = "Sortering i stigende rekkefølge";
"Sort Descending" = "Sortering i fallende rekkefølge";
"Sound Clipping" = "Lydutklipp";
"Sound Designer II audio" = "Sound Designer II-lyd";
"SoundFont audio" = "SoundFont-lyd";
"source code" = "kildekode";
"Spotlight importer" = "Spotlight-importerer";
"Startup Folder" = "Oppstart-mappe";
"Stationery" = "Mal";
"Status Bar CD ROM" = "Statuslinje CD ROM";
"Status Bar Trash" = "Statuslinje papirkurv";
"StuffIt archive" = "StuffIt-arkiv";
"StuffIt archive family" = "StuffIt-arkivfamilie";
"StuffIt X archive" = "StuffIt X-arkiv";
"StuffIt X index" = "StuffIt X-indeks";
"symbol export list" = "symboleksportliste";
"symbolic link" = "symbolsk kobling";
"System Folder" = "System-mappe";
"tab-separated values" = "verdier atskilt med tabulator";
"Tenex C Shell script" = "Tenex C-shellprosedyre";
"text" = "tekst";
"Text Clipping" = "Tekstutklipp";
"text clipping" = "tekstutklipp";
"Text Encodings Folder" = "Tekstkodinger-mappe";
"text with multimedia" = "tekst med multimedia";
"TGA image" = "TGA-bilde";
"Themes Folder" = "Temaer-mappe";
"TIFF image" = "TIFF-bilde";
"Time Capsule" = "Time Capsule";
"Toolbar Applicatons Folder" = "Programmer-mappen i verktøylinjen";
"Toolbar Documents Folder" = "Dokumenter-mappen i verktøylinjen";
"Toolbar Favorites" = "Favoritter i verktøylinjen";
"Toolbar Home" = "Hjem-mappen i verktøylinjen";
"Toolbar Movie Folder" = "Film-mappen i verktøylinjen";
"Toolbar Music Folder" = "Musikk-mappen i verktøylinjen";
"Toolbar Pictures Folder" = "Bilder-mappen i verktøylinjen";
"Toolbar Public Folder" = "Delt-mappen i verktøylinjen";
"Trash" = "Papirkurv";
"TrueType collection" = "TrueType®-samling";
"TrueType collection font" = "TrueType®-samlingfont";
"TrueType datafork font" = "TrueType®-dataforkfont";
"TrueType font" = "TrueType®-font";
"TrueType OpenType font" = "TrueType® OpenType®-font";
"uLaw audio" = "µLaw-lyd";
"Unknown Object" = "Ukjent objekt";
"Unlocked" = "Ikke låst";
"URL" = "URL";
"URL name" = "URL-navn";
"User" = "Bruker";
"User iDisk" = "Brukers iDisk";
"Users Folder" = "Brukere-mappen";
"UUEncoded archive" = "UUEncoded-arkiv";
"video" = "video";
"volume" = "volum";
"Waveform audio" = "Waveform-lyd";
"web archive" = "webarkiv";
"Window" = "Vindu";
"Windows bitmap image" = "Windows Bitmap-bilde";
"Windows icon image" = "Windows Icon-bilde";
"writing" = "skriving";
"X bitmap image" = "X-bildepunktbilde";
"XHTML" = "XHTML";
"XML property list" = "XML-egenskapsliste";
"XML text" = "XML-tekst";
"Xserve" = "Xserve";
"Xserve G5" = "Xserve G5";
"Yacc source code" = "Yacc-kildekode";
"Z archive" = "Z-arkiv";
"Z Shell script" = "Z-shellprosedyre";
"Zip archive" = "Zip-arkiv";